[{"title":"Oatmeal Sporty Spice Cookies","body":"No cookie you can buy at the store compares to the flavor and chewy texture of a warm homemade Oatmeal cookie. The recipe for my Best-Ever Oatmeal Cookies makes the tastiest oatmeal cookies, featuring toasty rolled oats, chewy plump raisins, and a sweet cinnamon-y center.Made in one bowl by hand and baked in only 10 minutes, these cookies aren’t just my Best-Ever Oatmeal Cookies because of the flavor, but also because of the ease. I don’t know of a better, or more satisfying, cookie!l: It’s chewy at the edges, and gooey in the center. (For maximum gooeyness, err on the side of underbaking slightly.) Topped with more chocolate and a sprinkling of flaky sea salt, this easy recipe is a chocolate lover’s dream.While the brownie cools, make the ganache: Place the chocolate in a medium, heat-safe bowl. Bring the cream to a simmer in a small pot over medium heat. Pour the hot cream over the chocolate and let it stand undisturbed for 15 seconds. Stir the ganache until the chocolate is melted and the mixture is smooth. Let cool slightly."},{"title":"Bulk up with these Steamy Mussels","body":"Simplicity itself, if you can find a bag of mussels at the store. Scrub and debeard them as necessary. Then grab a big pot, and use it to sauté some cubed chorizo in olive oil over medium-high heat. When it starts to crisp, add a few handfuls of halved cherry tomatoes and a clove or two of chopped garlic. Let the tomatoes blister in the fat, then add the mussels and a glass of white wine. Cover the pot and allow the mussels to steam open. (If at the end you have mussels that haven’t opened, ditch them: They’re dead.) Garnish with chopped parsley and serve with plenty of toast for the sopping.Sam Sifton features a no-recipe recipe every Wednesday in his What to Cook newsletter. Sign up to receive it. You can find more no-recipe recipes here."},{"title":"Mozzarella i Carrozza (Fried Mozzarella PPLE)","body":"This Italian snack is essentially a mozzarella stick in sandwich form: Mozzarella cheese tucked inside plush bread, crusted with bread crumbs (use panko for extra crunch) and fried. In parts of Italy, you might also find anchovies, 'nduja or prosciutto in it, or marinara sauce or pesto served alongside for dipping. But gooey cheese in every bite? That's guaranteed: According to the food writer Emiko Davies, it’s called mozzarella en carrozza, or mozzarella in carriage, because the strands of melted mozzarella that pull from the sandwich resemble the reins of a horse and carriage. For best results, skip the fresh mozzarella and look for low-moisture mozzarella — the kind found sealed in plastic without liquid in your supermarket's dairy section. And try to set out your ingredients just before you begin: It'll help the process go more smoothly."},{"title":"Spaetzle, my love -a poem","body":"Expand the concept of pasta a bit, and you arrive at spaetzle, the quickly made and rather thin dough (somewhat akin to savory pancake batter) that is often “grated” into boiling water on a spaetzle maker, a tool that looks like a grater without sharp edges. I find spaetzle makers unnervingly tricky, so I prefer to do what I've often seen done by Alsatians, for whom spaetzle is traditional: drop the batter by the spoonful into boiling water. As with all pasta, the more fragile the batter is, the lighter the result will be, so don't make it too stiff; just stiff enough to hold together.Featured in: The Minimalist; Fresh Pasta At Ferrari Speed. "},{"title":"Fried Egg Quesooogood","body":"This simple fried egg quesadilla makes as fine a light supper as it does a breakfast repast. Easy work: Melt some butter in a pan and gently cook a corn tortilla in it. Top the tortilla with grated Cheddar, a slice of deli ham or some cooked bacon if you want them, a little chopped cilantro or salsa or hot sauce, and another tortilla. Cook, flipping the quesadilla a few times, until it is crisp and golden and the cheese has melted into lace at the sides. Use a spatula to pull it out of the pan, and place it onto a cutting board to rest. Fry an egg in the now-empty pan with a little more butter, then cut the quesadilla into quarters, placing the egg on top. Top with cilantro and hot sauce or salsa.Sam Sifton features a no-recipe recipe every Wednesday in his What to Cook newsletter. Sign up to receive it. You can find more no-recipe recipes here."},{"title":"Eat Pasta Run Fasta","name":"noodle noodle nooodles noodle nod yes yes to pasta"}]